Repository: fau-klue/ai-act-corpus
Catalog: corpus/tmx_files/AI_Act-EN-PT-Trados.tmx
Source language: en_gb
Languages: pt_pt

source: For high-risk AI systems which are safety components of devices, or are themselves devices, covered by Regulations (EU) 2017/745 and (EU) 2017/746, the notification of serious incidents shall be limited to those referred to in Article 3, point (49)(c) of this Regulation, and shall be made to the national competent authority chosen for that purpose by the Member States where the incident occurred.
pt_pt: Relativamente aos sistemas de IA de risco elevado que sejam componentes de segurança de dispositivos ou sejam, eles próprios, dispositivos abrangidos pelos Regulamentos (UE) 2017/745 e (UE) 2017/746, a notificação de incidentes graves limita-se aos casos referidos no artigo 3.o, ponto 49, alínea c), do presente regulamento e é feita à autoridade nacional competente escolhida para o efeito pelos Estados-Membros em que ocorreu o incidente.

source: National competent authorities shall immediately notify the Commission of any serious incident, whether or not they have taken action on it, in accordance with Article 20 of Regulation (EU) 2019/1020.
pt_pt: As autoridades nacionais competentes notificam imediatamente a Comissão de qualquer incidente grave, independentemente de terem ou não tomado medidas a seu respeito, em conformidade com o artigo 20.o do Regulamento (UE) 2019/1020.

source: Enforcement
pt_pt: Execução

source: Article 74
pt_pt: Artigo 74.o

source: Market surveillance and control of AI systems in the Union market
pt_pt: Fiscalização do mercado e controlo dos sistemas de IA presentes no mercado da União

source: Regulation (EU) 2019/1020 shall apply to AI systems covered by this Regulation.
pt_pt: O Regulamento (UE) 2019/1020 é aplicável aos sistemas de IA abrangidos pelo presente regulamento.

source: For the purposes of the effective enforcement of this Regulation:
pt_pt: Para efeitos da execução efetiva do presente regulamento:

source: any reference to an economic operator under Regulation (EU) 2019/1020 shall be understood as including all operators identified in Article 2(1) of this Regulation;
pt_pt: Qualquer referência a um operador económico nos termos do Regulamento (UE) 2019/1020 deve ser entendida como incluindo todos os operadores identificados no artigo 2.o, n.o 1, do presente regulamento;

source: any reference to a product under Regulation (EU) 2019/1020 shall be understood as including all AI systems falling within the scope of this Regulation.
pt_pt: Qualquer referência a um produto nos termos do Regulamento (UE) 2019/1020 deve ser entendida como incluindo todos os sistemas de IA que se enquadrem no âmbito de aplicação do presente regulamento.

source: As part of their reporting obligations under Article 34(4) of Regulation (EU) 2019/1020, the market surveillance authorities shall report annually to the Commission and relevant national competition authorities any information identified in the course of market surveillance activities that may be of potential interest for the application of Union law on competition rules.
pt_pt: No âmbito das suas obrigações de comunicação nos termos do artigo 34.o, n.o 4, do Regulamento (UE) 2019/1020, as autoridades de fiscalização do mercado comunicam anualmente à Comissão e às autoridades nacionais competentes em matéria de concorrência todas as informações identificadas no decurso de atividades de fiscalização do mercado que possam ser de interesse potencial para a aplicação do direito da União em matéria de regras de concorrência.

source: They shall also annually report to the Commission about the use of prohibited practices that occurred during that year and about the measures taken.
pt_pt: Também informam anualmente a Comissão sobre a utilização de práticas proibidas ocorridas durante esse ano e sobre as medidas tomadas.

source: For high-risk AI systems related to products covered by the Union harmonisation legislation listed in Section A of Annex I, the market surveillance authority for the purposes of this Regulation shall be the authority responsible for market surveillance activities designated under those legal acts.
pt_pt: No caso dos sistemas de IA de risco elevado abrangidos pelos atos enumerados na lista da legislação de harmonização da União constante do anexo I, secção A, a autoridade de fiscalização do mercado para efeitos do presente regulamento é a autoridade responsável pelas atividades de fiscalização do mercado designada nos termos desses atos jurídicos.

source: By derogation from the first subparagraph, and in appropriate circumstances, Member States may designate another relevant authority to act as a market surveillance authority, provided they ensure coordination with the relevant sectoral market surveillance authorities responsible for the enforcement of the Union harmonisation legislation listed in Annex I.
pt_pt: Em derrogação do disposto no primeiro parágrafo, e nas circunstâncias adequadas, os Estados-Membros podem designar outra autoridade competente para atuar como autoridade de fiscalização do mercado, desde que assegurem a coordenação com as autoridades setoriais de fiscalização do mercado competentes responsáveis pela aplicação da legislação de harmonização da União enumerada no anexo I.

source: The procedures referred to in Articles 79 to 83 of this Regulation shall not apply to AI systems related to products covered by the Union harmonisation legislation listed in section A of Annex I, where such legal acts already provide for procedures ensuring an equivalent level of protection and having the same objective.
pt_pt: Os procedimentos a que se referem os artigos 79.o a 83.o do presente regulamento não se aplicam aos sistemas de IA relacionados com produtos abrangidos pelos atos enumerados na lista da legislação de harmonização da União constante do anexo I, secção A, se esses atos jurídicos já previrem procedimentos que assegurem um nível de proteção equivalente e tiverem o mesmo objetivo.

source: In such cases, the relevant sectoral procedures shall apply instead.
pt_pt: Nesse caso, aplicam-se os procedimentos setoriais pertinentes.

source: Without prejudice to the powers of market surveillance authorities under Article 14 of Regulation (EU) 2019/1020, for the purpose of ensuring the effective enforcement of this Regulation, market surveillance authorities may exercise the powers referred to in Article 14(4), points (d) and (j), of that Regulation remotely, as appropriate.
pt_pt: Sem prejuízo dos poderes das autoridades de fiscalização do mercado nos termos do artigo 14.o do Regulamento (UE) 2019/1020, a fim de assegurar a execução efetiva do presente regulamento, as autoridades de fiscalização do mercado podem exercer à distância, conforme adequado, os poderes a que se refere o artigo 14.o, n.o 4, alíneas d) e j), do Regulamento (UE) 2019/1020.

source: For high-risk AI systems placed on the market, put into service, or used by financial institutions regulated by Union financial services law, the market surveillance authority for the purposes of this Regulation shall be the relevant national authority responsible for the financial supervision of those institutions under that legislation in so far as the placing on the market, putting into service, or the use of the AI system is in direct connection with the provision of those financial services.
pt_pt: No caso dos sistemas de IA de risco elevado colocados no mercado, colocados em serviço ou utilizados por instituições financeiras regulamentadas pela legislação da União no domínio dos serviços financeiros, a autoridade de fiscalização do mercado para efeitos do presente regulamento é a autoridade nacional responsável pela supervisão financeira dessas instituições ao abrigo da referida legislação, na medida em que a colocação no mercado, a colocação em serviço ou a utilização do sistema de IA esteja diretamente relacionada com a prestação desses serviços financeiros.

source: By way of derogation from paragraph 6, in appropriate circumstances, and provided that coordination is ensured, another relevant authority may be identified by the Member State as market surveillance authority for the purposes of this Regulation.
pt_pt: Em derrogação do n.o 6, nas circunstâncias adequadas e desde que assegurada a coordenação, o Estado-Membro pode identificar outra autoridade competente como autoridade de fiscalização do mercado para efeitos do presente regulamento.

source: National market surveillance authorities supervising regulated credit institutions regulated under Directive 2013/36/EU, which are participating in the Single Supervisory Mechanism established by Regulation (EU) No 1024/2013, should report, without delay, to the European Central Bank any information identified in the course of their market surveillance activities that may be of potential interest for the prudential supervisory tasks of the European Central Bank specified in that Regulation.
pt_pt: As autoridades nacionais de fiscalização do mercado que supervisionam as instituições de crédito regulamentadas pela Diretiva 2013/36/UE e que participam no Mecanismo Único de Supervisão estabelecido pelo Regulamento (UE) n.o 1024/2013 devem comunicar sem demora ao Banco Central Europeu todas as informações identificadas no âmbito das suas atividades de fiscalização do mercado que possam ser de interesse potencial para as atribuições de supervisão prudencial do Banco Central Europeu especificadas nesse regulamento.

source: For high-risk AI systems listed in point 1 of Annex III to this Regulation, in so far as the systems are used for law enforcement purposes, border management and justice and democracy, and for high-risk AI systems listed in points 6, 7 and 8 of Annex III to this Regulation, Member States shall designate as market surveillance authorities for the purposes of this Regulation either the competent data protection supervisory authorities under Regulation (EU) 2016/679 or Directive (EU) 2016/680, or any other authority designated pursuant to the same conditions laid down in Articles 41 to 44 of Directive (EU) 2016/680.
pt_pt: Para os sistemas de IA de risco elevado enumerados no anexo III, ponto 1, do presente regulamento, na medida em que os sistemas sejam utilizados para efeitos de aplicação da lei, gestão das fronteiras, justiça e democracia, e para os sistemas de IA de risco elevado enumerados no anexo III, pontos 6, 7 e 8, do presente regulamento, os Estados-Membros designam como autoridades de fiscalização do mercado para efeitos do presente regulamento as autoridades de controlo competentes em matéria de proteção de dados nos termos do Regulamento (UE) 2016/679 ou da Diretiva (UE) 2016/680, ou qualquer outra autoridade designada nas mesmas condições estabelecidas nos artigos 41.o a 44.o da Diretiva (UE) 2016/680.

source: Market surveillance activities shall in no way affect the independence of judicial authorities, or otherwise interfere with their activities when acting in their judicial capacity.
pt_pt: As atividades de fiscalização do mercado em nada afetam a independência das autoridades judiciárias nem se ingerem nas atividades destas últimas no exercício das suas funções judiciárias.

source: Where Union institutions, bodies, offices or agencies fall within the scope of this Regulation, the European Data Protection Supervisor shall act as their market surveillance authority, except in relation to the Court of Justice of the European Union acting in its judicial capacity.
pt_pt: Sempre que as instituições, órgãos e organismos da União sejam abrangidos pelo âmbito do presente regulamento, a Autoridade Europeia para a Proteção de Dados atua como a autoridade de fiscalização do mercado dos mesmos, exceto em relação ao Tribunal de Justiça da União Europeia no exercício das suas funções jurisdicionais.

source: Member States shall facilitate coordination between market surveillance authorities designated under this Regulation and other relevant national authorities or bodies which supervise the application of Union harmonisation legislation listed in Annex I, or in other Union law, that might be relevant for the high-risk AI systems referred to in Annex III.
pt_pt: Os Estados-Membros devem facilitar a coordenação entre as autoridades de fiscalização do mercado designadas nos termos do presente regulamento e outras autoridades ou organismos nacionais competentes que supervisionam a aplicação dos atos enumerados na lista da legislação de harmonização da União constante do anexo I ou de outras disposições do direito da União suscetíveis de serem aplicáveis aos sistemas de IA de risco elevado a que se refere o anexo III.

source: Market surveillance authorities and the Commission shall be able to propose joint activities, including joint investigations, to be conducted by either market surveillance authorities or market surveillance authorities jointly with the Commission, that have the aim of promoting compliance, identifying non-compliance, raising awareness or providing guidance in relation to this Regulation with respect to specific categories of high-risk AI systems that are found to present a serious risk across two or more Member States in accordance with Article 9 of Regulation (EU) 2019/1020.
pt_pt: As autoridades de fiscalização do mercado e a Comissão podem propor atividades conjuntas, incluindo investigações conjuntas, a realizar quer pelas autoridades de fiscalização do mercado quer pelas autoridades de fiscalização do mercado em conjunto com a Comissão, que tenham por objetivo promover a conformidade, identificar situações de não conformidade, sensibilizar ou disponibilizar orientações em relação ao presente regulamento no que diz respeito a categorias específicas de sistemas de IA de risco elevado consideradas como apresentando um risco grave em dois ou mais Estados-Membros, em conformidade com o artigo 9.o do Regulamento (UE) 2019/1020.

source: The AI Office shall provide coordination support for joint investigations.
pt_pt: O Serviço para a IA presta apoio à coordenação de investigações conjuntas.

source: Without prejudice to the powers provided for under Regulation (EU) 2019/1020, and where relevant and limited to what is necessary to fulfil their tasks, the market surveillance authorities shall be granted full access by providers to the documentation as well as the training, validation and testing data sets used for the development of high-risk AI systems, including, where appropriate and subject to security safeguards, through application programming interfaces (API) or other relevant technical means and tools enabling remote access.
pt_pt: Sem prejuízo dos poderes previstos no Regulamento (UE) 2019/1020, e sempre que pertinente e limitado ao necessário para o desempenho das suas funções, os prestadores devem conceder às autoridades de fiscalização do mercado total acesso à documentação, bem como aos conjuntos de dados de treino, validação e teste utilizados para o desenvolvimento dos sistemas de IA de risco elevado, inclusive, se for caso disso e sob reserva de salvaguardas de segurança, através de interfaces de programação de aplicações ou outros meios e ferramentas técnicas pertinentes que possibilitem o acesso remoto.

source: Market surveillance authorities shall be granted access to the source code of the high-risk AI system upon a reasoned request and only when both of the following conditions are fulfilled:
pt_pt: Deve ser concedido às autoridades de fiscalização do mercado o acesso ao código-fonte dos sistemas de IA de risco elevado mediante pedido fundamentado e apenas se estiverem preenchidas ambas as condições que se seguem:

source: access to source code is necessary to assess the conformity of a high-risk AI system with the requirements set out in Chapter III, Section 2; and
pt_pt: O acesso ao código-fonte é necessário para avaliar a conformidade de um sistema de IA de risco elevado com os requisitos estabelecidos no capítulo III, secção 2; e,

source: testing or auditing procedures and verifications based on the data and documentation provided by the provider have been exhausted or proved insufficient.
pt_pt: Os procedimentos de testagem ou auditoria e as verificações com base nos dados e na documentação apresentados pelo prestador foram esgotados ou revelaram-se insuficientes.

source: Any information or documentation obtained by market surveillance authorities shall be treated in accordance with the confidentiality obligations set out in Article 78.
pt_pt: Todas as informações ou documentação obtidas pelas autoridades de fiscalização do mercado devem ser tratadas em conformidade com as obrigações de confidencialidade estabelecidas no artigo 78.o.

source: Article 75
pt_pt: Artigo 75.o

source: Mutual assistance, market surveillance and control of general-purpose AI systems
pt_pt: Assistência mútua, fiscalização do mercado e controlo dos sistemas de IA de finalidade geral

source: Where an AI system is based on a general-purpose AI model, and the model and the system are developed by the same provider, the AI Office shall have powers to monitor and supervise compliance of that AI system with obligations under this Regulation.
pt_pt: Sempre que um sistema de IA se baseie num modelo de IA de finalidade geral e o modelo e o sistema sejam desenvolvidos pelo mesmo prestador, o Serviço para a IA tem poderes para acompanhar e supervisionar a conformidade desse sistema de IA com as obrigações previstas no presente regulamento.

source: To carry out its monitoring and supervision tasks, the AI Office shall have all the powers of a market surveillance authority provided for in this Section and Regulation (EU) 2019/1020.
pt_pt: Para desempenhar as suas funções de acompanhamento e supervisão, o Serviço para a IA dispõe de todos os poderes de uma autoridade de fiscalização do mercado previstos na presente secção e no Regulamento (UE) 2019/1020.

source: Where the relevant market surveillance authorities have sufficient reason to consider general-purpose AI systems that can be used directly by deployers for at least one purpose that is classified as high-risk pursuant to this Regulation to be non-compliant with the requirements laid down in this Regulation, they shall cooperate with the AI Office to carry out compliance evaluations, and shall inform the Board and other market surveillance authorities accordingly.
pt_pt: Caso tenham motivos suficientes para considerar que os sistemas de IA de finalidade geral que podem ser utilizados diretamente pelos responsáveis pela implantação para, pelo menos, uma finalidade classificada como sendo de risco elevado nos termos do presente regulamento não estão em conformidade com os requisitos estabelecidos no presente regulamento, as autoridades de fiscalização do mercado competentes cooperam com o Serviço para a IA no sentido de realizar avaliações da conformidade e informam a esse respeito o Comité e outras autoridades de fiscalização do mercado.

source: Where a market surveillance authority is unable to conclude its investigation of the high-risk AI system because of its inability to access certain information related to the general-purpose AI model despite having made all appropriate efforts to obtain that information, it may submit a reasoned request to the AI Office, by which access to that information shall be enforced.
pt_pt: Quando uma autoridade de fiscalização do mercado não estiver em condições de concluir a sua investigação sobre o sistema de IA de risco elevado devido à sua incapacidade de aceder a determinadas informações relacionadas com o modelo de IA de finalidade geral, apesar de ter envidado todos os esforços adequados para obter essas informações, pode apresentar um pedido fundamentado ao Serviço para a IA a fim de que o acesso a essas informações seja garantido.

source: In that case, the AI Office shall supply to the applicant authority without delay, and in any event within 30 days, any information that the AI Office considers to be relevant in order to establish whether a high-risk AI system is non-compliant.
pt_pt: Nesse caso, o Serviço para a IA presta à autoridade requerente sem demora e, em qualquer caso, no prazo máximo de 30 dias, todas as informações que o Serviço para a IA considere pertinentes para determinar se um sistema de IA de risco elevado não está conforme.

source: Market surveillance authorities shall safeguard the confidentiality of the information that they obtain in accordance with Article 78 of this Regulation.
pt_pt: As autoridades de fiscalização do mercado protegem a confidencialidade das informações que obtêm, em conformidade com o artigo 78.o do presente regulamento.

source: The procedure provided for in Chapter VI of Regulation (EU) 2019/1020 shall apply mutatis mutandis.
pt_pt: O procedimento previsto no capítulo VI do Regulamento (UE) 2019/1020 é aplicável mutatis mutandis.

source: Article 76
pt_pt: Artigo 76.o

source: Supervision of testing in real world conditions by market surveillance authorities
pt_pt: Supervisão da testagem em condições reais pelas autoridades de fiscalização do mercado

source: Market surveillance authorities shall have competences and powers to ensure that testing in real world conditions is in accordance with this Regulation.
pt_pt: As autoridades de fiscalização do mercado devem ter competências e poderes para assegurar que a testagem em condições reais está em conformidade com o presente regulamento.

source: Where testing in real world conditions is conducted for AI systems that are supervised within an AI regulatory sandbox under Article 58, the market surveillance authorities shall verify the compliance with Article 60 as part of their supervisory role for the AI regulatory sandbox.
pt_pt: Sempre que seja realizada uma testagem em condições reais para sistemas de IA supervisionados no âmbito de um ambiente de testagem da regulamentação da IA nos termos do artigo 58.o, as autoridades de fiscalização do mercado devem verificar a conformidade com o artigo 60.o no âmbito da sua função de supervisão do ambiente de testagem da regulamentação da IA.

source: Those authorities may, as appropriate, allow the testing in real world conditions to be conducted by the provider or prospective provider, in derogation from the conditions set out in Article 60(4), points (f) and (g).
pt_pt: Essas autoridades podem, conforme adequado, permitir que a testagem em condições reais seja realizada pelo prestador ou potencial prestador em derrogação das condições estabelecidas no artigo 60.o, n.o 4, alíneas f) e g).

source: Where a market surveillance authority has been informed by the prospective provider, the provider or any third party of a serious incident or has other grounds for considering that the conditions set out in Articles 60 and 61 are not met, it may take either of the following decisions on its territory, as appropriate:
pt_pt: Se a autoridade de fiscalização do mercado for informada pelo prestador, pelo potencial prestador ou por terceiros de um incidente grave ou tiver outros motivos para considerar que as condições estabelecidas nos artigos 60.o e 61.o não estão preenchidas, pode tomar uma das seguintes decisões no seu território, conforme adequado:

source: to suspend or terminate the testing in real world conditions;
pt_pt: Suspender ou cessar a testagem em condições reais;

source: to require the provider or prospective provider and the deployer or prospective deployer to modify any aspect of the testing in real world conditions.
pt_pt: Solicitar ao prestador ou potencial prestador e aos responsáveis pela implantação ou potenciais responsáveis pela implantação que alterem qualquer um dos aspetos da testagem em condições reais.
